{
  "apps": [
    {
      "description": "India's biggest online store for Mobiles,Fashion(Cloths/Shoes),Electronics,Home Appliances,Books,Jewelry,Home,Furniture,Sporting goods,Beauty & personal ...",
      "name": "Flipkart"
    },
    {
      "description": "The Amazon India Shopping App brings to you, over 10 Crore original products and at great prices. Shop on the Amazon App for the latest electronics",
      "name": "Amazon"
    },
    {
      "description": "AJIO Sale: Shop for Rs.3990 & Get Rs.2000 OFF* on Men's, Women's & Kids'. Use Coupon: EPIC2000. Shop the New-in Collections & Get 25% OFF on Rs.2990 ...",
      "name": "Ajio"
    },
    {
      "description": "Paytm Mall - India’s premier online shopping app, brought to you by Paytm.",
      "name": "Paytm Mall"
    },
    {
      "description": "Explore the latest fashion, get inspired by new trends and shop your favorite look.",
      "name": "H&M"
    },
    {
      "description": "Find quality Manufacturers, Suppliers, Exporters, Importers, Buyers, Wholesalers, Products and Trade Leads from our award-winning International Trade Site.",
      "name": "Alibaba"
    },
    {
      "description": "Online Shopping for Cheap Automotive, Phones Accessories, Computers Electronics, Fashion, Beauty Health, Home Garden, Toys Sports, Weddings Events ...",
      "name": "Aliexpress"
    },
    {
      "description": "Shop Now For The Best Brands and Freshest Looks. With Free Shipping Worldwide! ASOS Sale Now On · Shop Over 850 Brands",
      "name": "Asos"
    },
    {
      "description": "Banggood offering the Best Bang For Your Buck, provides a worldwide coverage of products, such as electronics, cool gadgets, fashionable clothing, mobile ...",
      "name": "Banggood"
    },
    {
      "description": "Shopping Made Fun. Join over 300 million others that have made their shopping more smart, fun, and rewarding.",
      "name": "Cute"
    },
    {
      "description": "Buy and sell electronics, cars, fashion apparel, collectibles, sporting goods, digital cameras, baby items, coupons, and everything else on eBay, the world's...",
      "name": "Ebay"
    },
    {
      "description": "The Simplest & Fastest way to do a Online Recharge for Prepaid Mobile, Postpaid Bill, Datacard & DTH. Get exclusive rewards for Online ...",
      "name": "Freecharge"
    }
  ]
}